{
    "convertedBy": "TensorFlow.js Converter v1.3.2",
    "format": "graph-model",
    "generatedBy": "1.15.0",
    "modelTopology": {
        "node": [
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "shape": {
                        "shape": {
                            "dim": [
                                {
                                    "size": "-1"
                                },
                                {
                                    "size": "128"
                                },
                                {
                                    "size": "128"
                                },
                                {
                                    "size": "3"
                                }
                            ]
                        }
                    }
                },
                "name": "input",
                "op": "Placeholder"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "5"
                                    },
                                    {
                                        "size": "5"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "24"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "96"
                                    },
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_16/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "24"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "24"
                                    },
                                    {
                                        "size": "24"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_1/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_16/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "24"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_1/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "24"
                                    },
                                    {
                                        "size": "28"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_2/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "28"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_2/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "28"
                                    },
                                    {
                                        "size": "32"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_3/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "32"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_3/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "32"
                                    },
                                    {
                                        "size": "36"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_4/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "36"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_4/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "36"
                                    },
                                    {
                                        "size": "42"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_5/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "42"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_5/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "42"
                                    },
                                    {
                                        "size": "48"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_6/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "48"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_6/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "48"
                                    },
                                    {
                                        "size": "56"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_7/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "56"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_7/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "56"
                                    },
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_8/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "64"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_8/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "72"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_9/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "72"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_9/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "72"
                                    },
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_10/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "80"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_10/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "88"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_11/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "88"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_11/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "88"
                                    },
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_12/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_12/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "96"
                                    },
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_13/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_13/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "96"
                                    },
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_14/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_14/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "96"
                                    },
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_15/Conv2D_weights",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "96"
                                    }
                                ]
                            }
                        }
                    }
                },
                "name": "StatefulPartitionedCall/model/conv2d_15/Conv2D_bn_offset",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "24"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_INT32"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    },
                                    {
                                        "size": "2"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/channel_padding/Pad/paddings",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "24"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_1/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "28"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_2/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "32"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_3/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_INT32"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    },
                                    {
                                        "size": "2"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/channel_padding_3/Pad/paddings",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "36"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_4/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "42"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_5/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_INT32"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "4"
                                    },
                                    {
                                        "size": "2"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/channel_padding_5/Pad/paddings",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "48"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_6/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "56"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_7/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "64"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_8/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "72"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_9/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "80"
                                    },
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/depthwise_conv2d_10/depthwise/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "1"
                                    },
                                    {
                                        "size": "88"
                                    },
                                    {
                                        "size": "2"
                                    }
                                ]
                            }
                        }
                    }
                },
                "input": [
                    "^input"
                ],
                "name": "StatefulPartitionedCall/model/classificator_8/Conv2D/ReadVariableOp",
                "op": "Const"
            },
            {
                "attr": {
                    "dtype": {
                        "type": "DT_FLOAT"
                    },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
